/*28/9/2018*/
"_grp.Accomodation" = "Διαμονή";
"_grp.BankATM" = "Τράπεζες & μηχανήματα ATM";
"_grp.Emergency" = "Έκτακτη ανάγκη";
"_grp.Food_and_Drink" = "Φαγητό & ποτό";
"_grp.Guides" = "Οδηγοί πόλης";
"_grp.Parking" = "Χώροι στάθμευσης";
"_grp.Petrol_Station" = "Πρατήριο καυσίμων";
"_grp.Services_and_Education" = "Υπηρεσίες & εκπαίδευση";
"_grp.Shopping" = "Ψώνια";
"_grp.Social_Life" = "Διασκέδαση & κοινωνική ζωή";
"_grp.Sport" = "Αθλητισμός";
"_grp.Tourism" = "Τουριστικά αξιοθέατα";
"_grp.Transportation" = "Μεταφορά";
"_grp.Vehicle_Services" = "Συνεργεία οχημάτων";

/* Don't translate text in the parenthesis. The word to translate is just 'Exit', same as translation for key: route.instructionsText.listBox.exit */
"Exit (FROM HIGHWAY)" = "Έξοδος";
"feet" = "πόδια";
"route.instructionsText.continueAlong" = "Aκολουθήστε την πορεία του δρόμου";

/* feet short */
"ft" = "πόδια";

/* timeHourShort */
"h" = "ω";
"kilometers" = "χιλιόμετρα";
"Limit" = "Όριο";
"meters" = "μέτρα";

/* miles short */
"mi" = "μλ.";
"miles" = "μίλια";

/* timeMinuteMidi */
"min" = "λεπ.";
"native.fuelprices.poidetailTitle" = "Τιμές καυσίμων";
"poiCategory.select" = "Κοντινά μέρη";
"native.navigation.resumeBtn" = "Συνέχιση";

/* timeSecondShort */
"sec" = "sec";
"yards" = "γιάρδες";

/* yards short */
"yd" = "γιαρ";

"detail.action.directionToHere" = "Λήψη οδηγιών";
"detail.action.addVia" = "Προσθήκη ενδιάμεσης στάσης";
"detail.action.addToFavorite" = "Προσθήκη στα Αγαπημένα";
"detail.action.copyGps" = "Συντεταγμένες GPS";
"detail.action.removeFavorite" = "Αφαίρεση από τα αγαπημένα";
"detail.action.removeHome" = "Κατάργηση της διεύθυνσης οικίας";
"detail.action.removeWork" = "Αφαίρεση της διεύθυνσης εργασίας";
"detail.action.shareLocation" = "Κοινοποίηση θέσης";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "Ηλ. ταχυδρομείο";
"detail.contact.phone" = "Τηλέφωνο";
"detail.contact.url" = "Διεύθυνση URL";
"routeCompute.action.demonstrate" = "Επίδειξη";
"routeCompute.action.navigate" = "Εναρξη";
"routeCompute.etaArrival" = "Άφιξη";
"routeCompute.fastest" = "Ταχύτερη διαδρομή";
"routeCompute.slower" = "πιο αργά";
"routeCompute.traffic.withDelay" = "με καθυστέρηση";
"routeCompute.button.options" = "Επιλογές";
"routeCompute.waypointInfo.from" = "Από";
"routeCompute.waypointInfo.to" = "Προς";
"routeCompute.waypointInfo.waypoints" = "ενδιάμεσες στάσεις";
"routeCompute.waypointInfo.via" = "Μέσω";
"routeActionMain.cancel" = "Ακύρωση διαδρομής";
"routeCompute.action.continue" = "Συνέχεια";
"routeCompute.options.title" = "Επιλογές διαδρομής";
"routeCompute.options.AvoidCountry" = "Αποφύγετε αυτή τη χώρα";
"avoid.unpaved" = "Χωματόδρομοι";
"avoid.specialArea" = "Επιβαρύνσεις λόγω κυκλοφοριακής συμφόρησης";
"avoid.ferries" = "Οχηματαγωγά πλοία";
"avoid.highways" = "Αυτοκινητόδρομοι";
"avoid.tollroads" = "Δρόμοι με διόδια";
"workCell.setupWork.subtitle" = "Μετακινηθείτε εύκολα κάθε μέρα";
"homeCell.setupHome.subtitle" = "Ακολουθήστε την ταχύτερη διαδρομή";
"workCell.setupWork.title" = "Ορίστε την τοποθεσία της εργασίας";
"homeCell.setupHome.title" = "Ορίστε την διευθυνση οικιας";
"workCell.title" = "Εργασίας";
"homeCell.title" = "Σπίτι";
"favorites.place.emptyButton" = "Αναζήτηση τοποθεσιών";
"favorites.place.emptyTitle" = "Προσθέστε τοποθεσίες για εύκολη πρόσβαση";
"favorites.place.deleteAction" = "Διαγραφή";
"favorites.place.headerTitle" = "Τοποθεσίες & Διαδρομές";
"favorites.button.done" = "Ολοκληρώθηκε";
"favorites.segment.contacts" = "Επαφές";
"favorites.segment.trips" = "Ταξίδια";
"favorites.segment.places" = "Τοποθεσίες, πλατείες, μέρη";
"favorites.title" = "Αγαπημένα";
"favorites.addAlert.add" = "Προσθήκη";
"native.compute.decideToCompute" = "Κατευθύνεστε ακόμα προς %@;";
"routeActionMain.preview" = "Προεπισκόπηση διαδρομής";
"routeCompute.traffic.withoutInfo" = "Δεν υπάρχουν πληροφορίες κυκλοφορίας";
"search.work.title" = "Αναζήτηση διεύθυνσης εργασίας";
"search.home.title" = "Αναζήτηση διεύθυνσης οικίας";
"alert.hideHomeWork.hideHomeTitle" = "Απόκρυψη σπιτιού";
"alert.hideHomeWork.hideWorkTitle" = "Απόκρυψη εργασίας";
"alert.hideHomeWork.setHomeMessage" = "Μπορείτε πάντα να βάλετε τη διεύθυνση του σπιτιού σας στα Αγαπημένα";
"alert.hideHomeWork.setWorkMessage" = "Μπορείτε πάντα να βάλετε τη διεύθυνση της εργασίας σας στα Αγαπημένα";
"alert.hideHomeWork.hide" = "Απόκρυψη";
"action.control.scout.static" = "Βρέθηκε ταχύτερη διαδρομή";
"action.control.route.longer" = "%@ μακρύτερα";
"action.control.route.time" = "Εξοικονομείτε %@";
"action.control.scout.arrival" = "Νέα άφιξη %@";
"action.control.scout.fasterRouteFound" = "Βρέθηκε ταχύτερη διαδρομή";
"action.control.scout.preview" = "Προεπισκόπηση";
"action.control.scout.route.set" = "Ορισμός ταχύτερης διαδρομής";
"routeCompute.action.loading" = "Εναρξη";
"country.AL" = "Αλβανία";
"country.AD" = "Ανδόρα";
"country.AU" = "Αυστραλία";
"country.AT" = "Αυστρία";
"country.BY" = "Λευκορωσία";
"country.BE" = "Βέλγιο";
"country.BA" = "Βοσνία Ερζεγοβίνη";
"country.BG" = "Βουλγαρία";
"country.CA" = "Καναδάς";
"country.HR" = "Κροατία";
"country.CZ" = "Τσεχία";
"country.DK" = "Δανία";
"country.EE" = "Εσθονία";
"country.FO" = "Νήσοι Φερόες";
"country.FI" = "Φινλανδία";
"country.FR" = "Γαλλία";
"country.DE" = "Γερμανία";
"country.GI" = "Γιβραλτάρ";
"country.GR" = "Ελλάδα";
"country.GL" = "Γροιλανδία";
"country.VA" = "Βατικανό";
"country.HU" = "Ουγγαρία";
"country.IS" = "Ισλανδία";
"country.IE" = "Ιρλανδία";
"country.IL" = "Ισραήλ";
"country.IT" = "Ιταλία";
"country.JP" = "Ιαπωνία";
"country.KP" = "Βόρεια Κορέα";
"country.KR" = "Νότια Κορέα";
"country.KW" = "Κουβέιτ";
"country.LV" = "Λετονία";
"country.LI" = "Λιχτενστάιν";
"country.LT" = "Λιθουανία";
"country.LU" = "Λουξεμβούργο";
"country.MK" = "Σκόπια";
"country.MT" = "Μάλτα";
"country.MD" = "Μολδαβία";
"country.MC" = "Μονακό";
"country.MS" = "Μονσεράτ";
"country.NL" = "Ολλανδία";
"country.AN" = "Ολλανδικές Αντίλλες";
"country.NZ" = "Νέα Ζηλανδία";
"country.NF" = "Νήσος Νόρφολκ";
"country.NO" = "Νορβηγία";
"country.PL" = "Πολωνία";
"country.PT" = "Πορτογαλία";
"country.RO" = "Ρουμανία";
"country.RU" = "Ρωσία";
"country.SM" = "Άγιος Μαρίνος";
"country.SG" = "Σιγκαπούρη";
"country.SK" = "Σλοβακία";
"country.SI" = "Σλοβενία";
"country.ZA" = "Νότια Αφρική";
"country.ES" = "Ισπανία";
"country.SE" = "Σουηδία";
"country.CH" = "Ελβετία";
"country.TW" = "Ταϊβάν";
"country.TH" = "Ταϊλάνδη";
"country.TR" = "Τουρκία";
"country.UA" = "Ουκρανία";
"country.GB" = "Ηνωμένο Βασίλειο";
"country.US" = "Η.Π.Α.";
"country.VN" = "Βιετνάμ";
"country.RS" = "Σερβία";
"country.ME" = "Μαυροβούνιο";
"country.AE" = "Ηνωμένα Αραβικά Εμιράτα";
"country.OM" = "Ομάν";
"country.SA" = "Σαουδική Αραβία";
"country.EG" = "Αίγυπτος";
"country.PR" = "Πουέρτο Ρίκο";
"country.VI" = "Παρθένες Νήσοι";
"country.RA" = "Αργεντινή";
"country.BH" = "Μπαχρέιν";
"country.BR" = "Βραζιλία";
"country.HK" = "Χονγκ Κονγκ";
"country.ID" = "Ινδονησία";
"country.IN" = "Ινδία";
"country.IM" = "Νήσος Μαν";
"country.MO" = "Μακάο";
"country.MX" = "Μεξικό";
"country.MY" = "Μαλαισία";
"country.QA" = "Κατάρ";
"country.AW" = "Αρούμπα";
"country.AF" = "Αφγανιστάν";
"country.AO" = "Αγκόλα";
"country.AI" = "Ανγκουίλα";
"country.AX" = "Νήσοι Ώλαντ";
"country.AM" = "Αρμενία";
"country.AQ" = "Ανταρκτική";
"country.AS" = "Αμερικανική Σαμόα";
"country.TF" = "Γαλλικά Νότια και Ανταρκτικά Εδάφη";
"country.AG" = "Αντίγκουα και Μπαρμπούντα";
"country.AZ" = "Αζερμπαϊτζάν";
"country.BI" = "Μπουρούντι";
"country.BJ" = "Μπενίν";
"country.BF" = "Μπουρκίνα Φάσο";
"country.BD" = "Μπαγκλαντές";
"country.BS" = "Μπαχάμες";
"country.BL" = "Άγιος Βαρθολομαίος";
"country.BZ" = "Μπελίζ";
"country.BM" = "Βερμούδες";
"country.BO" = "Βολιβία";
"country.BB" = "Μπαρμπάντος";
"country.BN" = "Μπρουνέι";
"country.BT" = "Μπουτάν";
"country.BV" = "Νησί Μπουβέτ";
"country.BW" = "Μποτσουάνα";
"country.CF" = "Κεντροαφρικανική Δημοκρατία";
"country.CC" = "Νησιά Κόκος";
"country.CL" = "Χιλή";
"country.CI" = "Ακτή Ελεφαντοστού";
"country.CM" = "Καμερούν";
"country.CD" = "Λαϊκή Δημοκρατία του Κονγκό";
"country.CG" = "Κονγκό";
"country.CK" = "Νήσοι Κουκ";
"country.CO" = "Κολομβία";
"country.KM" = "Κομόρες";
"country.CV" = "Πράσινο Ακρωτήρι";
"country.CR" = "Κόστα Ρίκα";
"country.CU" = "Κούβα";
"country.CX" = "Νήσος των Χριστουγέννων";
"country.KY" = "Νήσοι Κέιμαν";
"country.DJ" = "Τζιμπουτί";
"country.DM" = "Δομινίκα";
"country.DO" = "Δομινικανή Δημοκρατία";
"country.DZ" = "Αλγερία";
"country.EC" = "Ισημερινός";
"country.ER" = "Ερυθραία";
"country.EH" = "Δυτική Σαχάρα";
"country.ET" = "Αιθιοπία";
"country.FJ" = "Φίτζι";
"country.FK" = "Νήσοι Φώκλαντ";
"country.FM" = "Ομόσπονδες Πολιτείες της Μικρονησίας";
"country.GA" = "Γκαμπόν";
"country.GE" = "Τζόρτζια";
"country.GG" = "Γκέρνσεϊ";
"country.GH" = "Γκάνα";
"country.GN" = "Γουινέα";
"country.GP" = "Γουαδελούπη";
"country.GM" = "Γκάμπια";
"country.GW" = "Γουινέα-Μπισσάου";
"country.GQ" = "Ισημερινή Γουινέα";
"country.GD" = "Γρενάδα";
"country.GT" = "Γουατεμάλα";
"country.GF" = "Γαλλική Γουιάνα";
"country.GU" = "Γκουάμ";
"country.GY" = "Γουιάνα";
"country.HM" = "Νήσος Χερντ και Νήσοι ΜακΝτόναλντ";
"country.HN" = "Ονδούρα";
"country.HT" = "Αϊτή";
"country.IO" = "Βρετανικό Έδαφος Ινδικού Ωκεανού";
"country.IR" = "Ιράν";
"country.IQ" = "Ιράκ";
"country.JM" = "Τζαμάικα";
"country.JE" = "Τζέρσεϊ";
"country.JO" = "Ιορδανία";
"country.KZ" = "Καζακστάν";
"country.KG" = "Κιργιζιστάν";
"country.KH" = "Καμπότζη";
"country.KI" = "Κιριμπάτι";
"country.KN" = "Άγιος Χριστόφορος και Νέβις";
"country.LA" = "Λάος";
"country.LB" = "Λίβανος";
"country.LR" = "Λιβερία";
"country.LY" = "Λιβύη";
"country.LC" = "Σάντα Λουτσία";
"country.LK" = "Σρι Λάνκα";
"country.LS" = "Λεσότο";
"country.MF" = "Άγιος Μαρτίνος (Γαλλία)";
"country.MA" = "Μαρόκο";
"country.MG" = "Μαδαγασκάρη";
"country.MV" = "Μαλβίδες";
"country.MH" = "Νήσοι Μάρσαλ";
"country.ML" = "Μάλι";
"country.MM" = "Μιανμάρ / Βιρμανία";
"country.MN" = "Μογγολία";
"country.MP" = "Βόρειες Μαριάνες Νήσοι";
"country.MZ" = "Μοζαμβίκη";
"country.MR" = "Μαυριτανία";
"country.MQ" = "Μαρτινίκα";
"country.MU" = "Μαυρίκιος";
"country.MW" = "Μαλάουι";
"country.YT" = "Μαγιότ";
"country.NA" = "Ναμίμπια";
"country.NC" = "Νέα Καληδονία";
"country.NE" = "Νίγηρας";
"country.NG" = "Νιγηρία";
"country.NI" = "Νικαράγουα";
"country.NU" = "Νιούε";
"country.NP" = "Νεπάλ";
"country.NR" = "Ναουρού";
"country.PK" = "Πακιστάν";
"country.PA" = "Παναμάς";
"country.PN" = "Νήσοι Πίτκαιρν";
"country.PE" = "Περού";
"country.PH" = "Φιλιππίνες";
"country.PW" = "Παλάου";
"country.PG" = "Παπούα Νέα Γουινέα";
"country.PY" = "Παραγουάη";
"country.PS" = "Κράτος της Παλαιστίνης";
"country.PF" = "Γαλλική Πολυνησία";
"country.RE" = "Ρεϋνιόν";
"country.RW" = "Ρουάντα";
"country.SD" = "Σουδάν";
"country.SN" = "Σενεγάλη";
"country.GS" = "Νήσοι Νότια Γεωργία και Νότιες Σάντουιτς";
"country.SH" = "Σάντα Έλενα";
"country.SJ" = "Σβάλμπαρντ και Γιαν Μάγεν";
"country.SB" = "Νήσοι Σολομώντα";
"country.SL" = "Σιέρα Λεόνε";
"country.SV" = "Ελ Σαλβαδόρ";
"country.SO" = "Σομαλία";
"country.PM" = "Σαιν Πιέρ και Μικελόν";
"country.ST" = "Σάο Τομέ και Πρίνσιπε";
"country.SR" = "Σουρινάμ";
"country.SZ" = "Σουαζηλάνδη";
"country.SC" = "Σεϋχέλλες";
"country.SY" = "Συρία";
"country.TC" = "Νήσοι Τερκς και Κέικος";
"country.TD" = "Τσαντ";
"country.TG" = "Τόγκο";
"country.TJ" = "Τατζικιστάν";
"country.TK" = "Τοκελάου";
"country.TM" = "Τουρκμενιστάν";
"country.TL" = "Ανατολικό Τιμόρ";
"country.TO" = "Τόγκα";
"country.TT" = "Τρινιντάντ και Τομπάγκο";
"country.TN" = "Τυνησία";
"country.TV" = "Τουβαλού";
"country.TZ" = "Τανζανία";
"country.UM" = "Απομακρυσμένες Νησίδες των Ηνωμένων Πολιτειών";
"country.UY" = "Ουρουγουάη";
"country.UZ" = "Ουζμπεκιστάν";
"country.VC" = "Άγιος Βικέντιος και Γρεναδίνες";
"country.VE" = "Βενεζουέλα";
"country.VG" = "Βρετανικές Παρθένοι Νήσοι";
"country.VU" = "Βανουάτου";
"country.WF" = "Ουαλίς και Φουτουνά";
"country.WS" = "Σαμόα";
"country.YE" = "Υεμένη";
"country.ZM" = "Ζάμπια";
"country.ZW" = "Ζιμπάμπουε";
"country.US-AL" = "Αλαμπάμα";
"country.US-AK" = "Αλάσκα";
"country.US-AZ" = "Αριζόνα";
"country.US-AR" = "Αρκάνσας";
"country.US-CA" = "Καλιφόρνια";
"country.US-CO" = "Κολοράντο";
"country.US-CT" = "Κονέκτικατ";
"country.US-DE" = "Ντέλαγουερ";
"country.US-DC" = "Περιφέρεια της Κολούμπια";
"country.US-FL" = "Φλόριντα";
"country.US-GA" = "Τζόρτζια";
"country.US-HI" = "Χαβάη";
"country.US-ID" = "Αϊντάχο";
"country.US-IL" = "Ιλινόι";
"country.US-IN" = "Ιντιάνα";
"country.US-IA" = "Αϊόβα";
"country.US-KS" = "Κάνσας";
"country.US-KY" = "Κεντάκι";
"country.US-LA" = "Λουιζιάνα";
"country.US-ME" = "Μέιν";
"country.US-MD" = "Μέριλαντ";
"country.US-MA" = "Μασαχουσέτη";
"country.US-MI" = "Μίσιγκαν";
"country.US-MN" = "Μινεσότα";
"country.US-MS" = "Μισισίπι";
"country.US-MO" = "Μιζούρι";
"country.US-MT" = "Μοντάνα";
"country.US-NE" = "Νεμπράσκα";
"country.US-NV" = "Νεβάδα";
"country.US-NH" = "Νιου Χάμσαϊρ";
"country.US-NJ" = "Νιου Τζέρσεϊ";
"country.US-NM" = "Νιου Μέξικο";
"country.US-NY" = "Νέα Υόρκη";
"country.US-NC" = "Βόρεια Καρολίνα";
"country.US-ND" = "Βόρεια Ντακότα";
"country.US-OH" = "Οχάιο";
"country.US-OK" = "Οκλαχόμα";
"country.US-OR" = "Όρεγκον";
"country.US-PA" = "Πενσυλβάνια";
"country.US-RI" = "Ρόουντ Άιλαντ";
"country.US-SC" = "Νότια Καρολίνα";
"country.US-SD" = "Νότια Ντακότα";
"country.US-TN" = "Τενεσί";
"country.US-TX" = "Τέξας";
"country.US-UT" = "Γιούτα";
"country.US-VT" = "Βερμόντ";
"country.US-VA" = "Βιρτζίνια";
"country.US-WA" = "Ουάσινγκτον";
"country.US-WV" = "Δυτική Βιρτζίνια";
"country.US-WI" = "Ουισκόνσιν";
"country.US-WY" = "Ουαϊόμινγκ";
"country.CA-AB" = "Αλμπέρτα";
"country.CA-BC" = "Βρετανική Κολούμπια";
"country.CA-MB" = "Μανιτόμπα";
"country.CA-NB" = "Νιου Μπρούνσγουικ";
"country.CA-NL" = "Νιουφάουντλαντ και Λαμπραντόρ";
"country.CA-NS" = "Νέα Σκωτία";
"country.CA-NT" = "Βορειοδυτικά Εδάφη";
"country.CA-NU" = "Νούναβουτ";
"country.CA-ON" = "Οντάριο";
"country.CA-PE" = "Νήσος Πρίγκηπα Εδουάρδου";
"country.CA-QC" = "Κεμπέκ";
"country.CA-SK" = "Σασκάτσουαν";
"country.CA-YT" = "Γιούκον";
"country.IN-LD" = "Λακσαντγουίπ";
"country.GB-NIR" = "Βόρεια Ιρλανδία";
"country.GB-SCT" = "Σκωτία";
"country.GB-WLS" = "Ουαλία";
"country.GB-CHA" = "Νησιά της Μάγχης";
"N" = "Β";
"S" = "Ν";
"W" = "Δ";
"E" = "Α";
"routeplaning.actionButton.title" = "Ολοκληρώθηκε";
"com.sygic.addWaypoint.placeholder" = "Προσθήκη ενδιάμεσης στάσης";
"detail.action.selectPoi" = "Επιλογή";
"signpost.nextDirection.then" = "Στη συνέχεια";
"waypoint.title.myposition" = "Η θέση μου";
"placeholder.password" = "Κωδικός πρόσβασης";
"placeholder.email" = "Ηλ. ταχυδρομείο";
"routeCompute.action.calculating" = "Υπολογισμός διαδρομών";
"routeCompute.action.preview" = "Προεπισκόπηση";
"detail.action.shareGps" = "Κοινοποιήστε τις συντεταγμένες GPS";
"time.ago.minutes" = "πριν από %@ λεπτά";
"time.ago.hours" = "πριν από %@ ώρες";
"time.ago.days" = "πριν από %@ ημέρες";
"time.ago.years" = "πριν από %@ χρόνια";
"native.navigation.recenterBtn" = "Επαναφορά στο κέντρο";
"homeCell.updateHome.title" = "Ενημέρωση της διεύθυνσης οικίας";
"workCell.updateWork.title" = "Ενημέρωση της διεύθυνσης εργασίας";
"monetization.addon" = "ADD-ON";
"detail.action.removeVia" = "Κατάργηση σημείου διαδρομής";
"message.avoid.motorway.unable" = "Για να φτάσετε στον προορισμό σας, ορισμένοι αυτοκινητόδρομοι πρέπει να παραμείνουν στη διαδρομή.";
"message.avoid.specialArea.unable" = "Λυπούμαστε αλλά δεν μπορούμε να αποφύγουμε τις επιβαρύνσεις λόγω κυκλοφοριακής συμφόρησης στη διαδρομή σας.";
"message.avoid.tollRoads.unable" = "Δεν μπορεί να γίνει αποφυγή όλων των διοδίων. Κάποιοι δρόμοι με διόδια θα παραμείνουν στη διαδρομή.";
"message.avoid.ferries.unable" = "Για να φτάσετε στον προορισμό σας, ορισμένα φέρυ-μπωτ θα πρέπει να παραμείνουν στη διαδρομή.";
"message.avoid.unpavedRoads.unable" = "Για να φτάσετε στον προορισμό σας, ορισμένοι μη ασφαλτοστρωμένοι δρόμοι θα πρέπει να παραμείνουν στη διαδρομή σας.";
